[
  {
    "id": 1,
    "name": "Elephant",
    "price": 5.10,
    "description": "This is a fully grown African elephant. It is friendly, and has been trained to sit, stay and roll over. It weighs around 13,000 lbs.",
    "instock": 10,
    "image": "elephant.jpg"
  },
  {
    "id": 2,
    "name": "Giraffe",
    "price": 5.10,
    "description": "This is a baby giraffe. It may take longer to ship, as the specific unit may not be old enough to seperate from the mother. This giraffe will grow to between 16 and 20ft tall.",
    "instock": 10,
    "image": "giraffe.jpg"
  },
  {
    "id": 3,
    "name": "Lemur",
    "price": 9.80,
    "description": "This is a Lemur, as seen in the TV show Zoboomafoo. While it is not the same species, it is very similar. Reenact your favorite Zoboomafoo scenes with this little guy!",
    "instock": 15,
    "image": "lemur.jpg"
  },
  {
    "id": 4,
    "name": "Lion",
    "price": 6.10,
    "description": "This lion is the king of the jungle, and the future king of your pet collection. Quantity is limited so get it while suplies last. Guarenteed to roar like the king of the jungle, or your money back.",
    "instock": 5,
    "image": "lion.jpg"
  },
  {
    "id": 5,
    "name": "Hyena",
    "price": 1.50,
    "description": "Though not all hyenas can laugh, you will be laughing at the incredible value of this deal. Hyenas roam in packs, so we recommend the purchase of 3 or more at a time.",
    "instock": 100,
    "image": "hyena.jpg"
  },
  {
    "id": 6,
    "name": "Zebra",
    "price": 6.90,
    "description": "If a horse just isn't classy enough, this striped zebra will be sure to liven up any garden party, birthday party or wedding. All our zebras come ready to ride. Saddle not included.",
    "instock": 10,
    "image": "zebra.jpg"
  },
  {
    "id": 7,
    "name": "Lynx",
    "price": 20.10,
    "description": "This lynx is a rare find. Wild caught, shipped directly from the tundras of Alaska, this lynx is the perfect pet for any collector who won't settle for anything less than the best.",
    "instock": 3,
    "image": "lynx.jpg"
  },
  {
    "id": 8,
    "name": "Hippo",
    "price": 5.10,
    "description": "This locally sourced hippo weighs up to 9,000 lbs and is the perfect addition to any home garden or pool. Our hippos have been traint to not trample garden flowers, and with just a bit of training they can learn to fetch beach balls.",
    "instock": 10,
    "image": "hippo.jpg"
  },
  {
    "id": 9,
    "name": "Honey Badger",
    "price": 6.10,
    "description": "This is a Honey Badger, and yes they are just like the one in the famous meme! Though your new honey badger will be hand selected by our trainer, we cannot guarantee your honeybadger enjoy featuring in your memes.",
    "instock": 10,
    "image": "honeybadger.jpg"
  },
  {
    "id": 10,
    "name": "Mongoose",
    "price": 5.10,
    "description": "Mongoose are found mainly in Africa, though they can also be found in Asia and southern Europe. If you would like to choose the origin of your mongoose, please email customer support prior to ordering.",
    "instock": 10,
    "image": "mongoose.jpg"
  },
  {
    "id": 11,
    "name": "Meerkat",
    "price": 3.10,
    "description": "This is a meerkat, the secoond cutest animal in the Zoo Shop inventory. As with our hyenas, athey are social creatures and we recomend you get these fellows 3 or 4 at a time.",
    "instock": 10,
    "image": "meerkat.jpg"
    }
]